13/data/attachments/d04401e43d6bd4f0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_24dc376d-4c79-469b-b6e0-a14381afc5ab</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>3</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>